[
    {
        "NEWSHEADING": "Lockdown in Delhi extended till 5 am on May 17, metro services to be stopped",
        "NEWSUMMERY": "Delhi CM Arvind Kejriwal today announced the lockdown in the national capital has been extended till 5 am on May 17. He added that even metro services will be stopped till May 17. This is the third time the lockdown has been extended since being initially imposed for six days on April 19. Delhi reported 17,364 coronavirus cases on Saturday.",
        "NEWSLINKS": "https://inshorts.com/en/news/lockdown-in-delhi-extended-till-5-am-on-may-17-metro-services-to-be-stopped-1620542470687"
    },
    {
        "NEWSHEADING": "Partial 'corona curfew' imposed in Uttar Pradesh extended till May 17",
        "NEWSUMMERY": "The partial 'corona curfew' imposed in Uttar Pradesh has been extended till May 17, said Navneet Sehgal, Additional Chief Secretary, Information. The Uttar Pradesh government had first imposed the partial corona curfew on April 30, which was scheduled to end on May 4. The state currently has 2,45,736 active cases of coronavirus.",
        "NEWSLINKS": "https://inshorts.com/en/news/partial-corona-curfew-imposed-in-uttar-pradesh-extended-till-may-17-1620541374481"
    },
    {
        "NEWSHEADING": "Variant, India letting its guard down accelerated COVID-19 explosion: WHO scientist",
        "NEWSUMMERY": "WHO's chief scientist Soumya Swaminathan has said that \"a more rapidly\" spreading variant is one of the reasons behind COVID-19 explosion in India. She added that another reason behind the explosion is India letting its guard down with \"huge social mixing and large gatherings.\" India currently has 37,36,648 active COVID-19 cases.",
        "NEWSLINKS": "https://inshorts.com/en/news/variant-india-letting-its-guard-down-accelerated-covid19-explosion-who-scientist-1620539673021"
    },
    {
        "NEWSHEADING": "Gujarat Police seek RTO report on whether confiscated SUV had 'enough space' for rape",
        "NEWSUMMERY": "The Vadodara Police asked the Road Transport Office (RTO) whether an SUV, confiscated in an alleged rape case, had \"enough space\" for the crime to take place. RTO officials said it was the first such request they've received. \"The department...cannot opine on whether the crime occurred in that much space or not,\" an official said.",
        "NEWSLINKS": "https://inshorts.com/en/news/gujarat-police-seek-rto-report-on-whether-confiscated-suv-had-enough-space-for-rape-1620539633759"
    },
    {
        "NEWSHEADING": "My mother taught me how to fend for myself: Lata Mangeshkar",
        "NEWSUMMERY": "On the occasion of Mother's Day, singer Lata Mangeshkar said, \"We lost our father at a...young age. If it wasn't for my mother, I wouldn't have known how to go out and fend for myself when I was barely 16-17.\" She added, \"The first thing that I learnt from my mother was to never tell a lie.\"",
        "NEWSLINKS": "https://inshorts.com/en/news/my-mother-taught-me-how-to-fend-for-myself-lata-mangeshkar-1620538721618"
    },
    {
        "NEWSHEADING": "Staying home has become a hobby: Sonakshi Sinha on COVID-19",
        "NEWSUMMERY": "While practicing social distancing amid the ongoing COVID-19 pandemic, actress Sonakshi Sinha took to Instagram and wrote, \"Reached that point, where staying home has become a hobby.\" In the caption, she also urged her fans to get vaccinated for coronavirus. Earlier this week, the actress urged her fans to donate money for India's fight against COVID-19.",
        "NEWSLINKS": "https://inshorts.com/en/news/staying-home-has-become-a-hobby-sonakshi-sinha-on-covid19-1620540482331"
    },
    {
        "NEWSHEADING": "Jason Lewis confirms he won't return in 'Sex and the City' reboot",
        "NEWSUMMERY": "Actor Jason Lewis, who played Samantha Jones' boyfriend Smith Jerrod in the series 'Sex and the City', has confirmed that he will not feature in the show's upcoming reboot. When asked if he had been approached to return, he told Daily Front Row, \"I have not...As much as I appreciate the flattery, the conversation is about the girls.\"",
        "NEWSLINKS": "https://inshorts.com/en/news/jason-lewis-confirms-he-wont-return-in-sex-and-the-city-reboot-1620542418391"
    },
    {
        "NEWSHEADING": "Preity gets 2nd dose of COVID-19 vaccine, urges all to get vaccinated",
        "NEWSUMMERY": "After receiving the second dose of the COVID-19 vaccine, actress Preity Zinta took to Twitter and shared pictures wherein she was seen getting herself vaccinated at the BKC office in Mumbai. \"I took my second COVID-19 shot and [I] am vaccinated. I would request everyone to get vaccinated so we are all safe,\" she wrote. ",
        "NEWSLINKS": "https://inshorts.com/en/news/preity-gets-2nd-dose-of-covid19-vaccine-urges-all-to-get-vaccinated-1620536056973"
    },
    {
        "NEWSHEADING": "It's personal choice on how people want to have kids: Sunny Leone",
        "NEWSUMMERY": "On the occasion of Mother's Day, actress Sunny Leone spoke about motherhood and said, \"I always wanted to have three children though, and God did answer my prayers.\" She added that having children through surrogacy and adoption was a \"personal choice\". \"It's a very personal choice to someone as to how they want to have children,\" Sunny said.",
        "NEWSLINKS": "https://inshorts.com/en/news/its-personal-choice-on-how-people-want-to-have-kids-sunny-leone-1620539756912"
    },
    {
        "NEWSHEADING": "Rohit donates 250 hospital beds to COVID-19 care centre in Delhi",
        "NEWSUMMERY": "Filmmaker Rohit Shetty recently donated 250 hospital beds to Guru Teg Bahadur COVID Care Centre in Delhi amid the ongoing coronavirus pandemic. \"He might be a 'Khatron ka Khiladi' on screen, but behind the scene, he's a sensitive and compassionate person who cares for humanity...May this service come back as multiple blessings in your life,\" politician Manjinder Singh Sirsa tweeted.",
        "NEWSLINKS": "https://inshorts.com/en/news/rohit-donates-250-hospital-beds-to-covid19-care-centre-in-delhi-1620536570842"
    },
    {
        "NEWSHEADING": "Medical equipment sent by other countries reached hospitals: MEA",
        "NEWSUMMERY": "International assistance is visibly making a difference on the ground as oxygen concentrators from Russia were seen employed at Lady Hardinge Medical College and ventilators from Germany were used at Safdarjung Hospital, New Delhi, said MEA Spokesperson Arindam Bagchi. He also stated that oxygen cylinders from the US and BiPAP machines from UAE were being used at Delhi's Safdarjung Hospital.",
        "NEWSLINKS": "https://inshorts.com/en/news/medical-equipment-sent-by-other-countries-reached-hospitals-mea-1620537628451"
    },
    {
        "NEWSHEADING": "300-bed COVID-19 isolation centre set up at Hyderabad church",
        "NEWSUMMERY": "In order to help Telangana in handling the COVID-19 situation, the Calvary Temple, a church at Hafeezpet in Hyderabad, has been turned into a 300-bed COVID-19 isolation centre. Dr P Satish Kumar, the founder and Pastor of Calvary Temple, said that they are also providing oxygen facilities to those who need them in critical situations.",
        "NEWSLINKS": "https://inshorts.com/en/news/300bed-covid19-isolation-centre-set-up-at-hyderabad-church-1620541125363"
    },
    {
        "NEWSHEADING": "Need to ensure kids' protection during 2nd COVID-19 wave: SC Judge",
        "NEWSUMMERY": "Supreme Court Judge Justice S Ravindra Bhat, who chairs the court's Juvenile Justice Committee, has emphasised the need to step up measures to ensure children's protection and well-being during the second COVID-19 wave. He stated that there are children who lost either or both parents to COVID-19 or are without parental supervision and care when their parent/s are undergoing treatment.",
        "NEWSLINKS": "https://inshorts.com/en/news/need-to-ensure-kids-protection-during-2nd-covid19-wave-sc-judge-1620537644842"
    },
    {
        "NEWSHEADING": "SP MLA, 52 others booked for attending 'Iftar party' in UP",
        "NEWSUMMERY": "Police have filed an FIR against Samajwadi Party (SP) MLA Manoj Paras and 52 others for allegedly attending an \"Iftar party\" in Uttar Pradesh's Saraimeer amid lockdown. \"We've identified 34 people, including SP MLA Manoj Paras, so far,\" Nagina police station SHO KM Dohrey said. The matter came to light after the party's photographs and videos surfaced online, police said.",
        "NEWSLINKS": "https://inshorts.com/en/news/sp-mla-52-others-booked-for-attending-iftar-party-in-up-1620539328770"
    },
    {
        "NEWSHEADING": "Over 2L Pimpri-Chinchwad residents beat COVID-19 in 14 months: PCMC",
        "NEWSUMMERY": "Over two lakh residents of Pimpri-Chinchwad have recovered from COVID-19 in the past 14 months, according to PCMC. The recovery rate of the industrial city is close to 90%, the highest in Pune district, health officials said. Till Friday evening, Pimpri-Chinchwad had 23,000 active cases, of which 15,000 cases are home quarantined and 7,000 are hospitalised, officials said.",
        "NEWSLINKS": "https://inshorts.com/en/news/over-2l-pimprichinchwad-residents-beat-covid19-in-14-months-pcmc-1620538720870"
    },
    {
        "NEWSHEADING": "Glenary's in Darjeeling offers to set up COVID-19 ward on top floor",
        "NEWSUMMERY": "Darjeeling's iconic restaurant and bakery Glenary's has offered to set up a COVID-19 isolation ward with basic oxygen support on its top floor to treat patients free of cost. \"As...Darjeeling has limited infrastructure to house them, we decided to...lend a helping hand in this war-like situation,\" Ajoy Edwards, owner of Glenary's, said. \"We have written to health officials,\" he added.",
        "NEWSLINKS": "https://inshorts.com/en/news/glenarys-in-darjeeling-offers-to-set-up-covid19-ward-on-top-floor-1620539215348"
    },
    {
        "NEWSHEADING": "Reformed vagabonds cook food for 4,000 COVID-19 affected in Jaipur",
        "NEWSUMMERY": "At least 40 reformed vagabonds have been deployed to prepare food for distribution amongst over 4,000 people affected by the coronavirus pandemic in Rajasthan's Jaipur. The one-time beggars had been picked up by the police and then skilled in cooking under a state scheme. \"They are laborious and want to move ahead in life,\" Production Supervisor Saurav Sharma said.  ",
        "NEWSLINKS": "https://inshorts.com/en/news/reformed-vagabonds-cook-food-for-4000-covid19-affected-in-jaipur-1620536409012"
    },
    {
        "NEWSHEADING": "India surviving on the system set up by Nehru-Gandhi family: Sena",
        "NEWSUMMERY": "The Shiv Sena stated that the system created by previous Prime Ministers, including Pandit Jawaharlal Nehru, Indira Gandhi and Manmohan Singh, has helped India survive through the tough times that it is facing today. PM Narendra Modi is not even ready to suspend work on the Central Vista amid the pandemic, Shiv Sena added.",
        "NEWSLINKS": "https://inshorts.com/en/news/india-surviving-on-the-system-set-up-by-nehrugandhi-family-sena-1620535342397"
    },
    {
        "NEWSHEADING": "Rajasthan will consider importing COVID-19 vaccines: CM Gehlot",
        "NEWSUMMERY": "Rajasthan Chief Minister Ashok Gehlot said that his government will consider importing COVID-19 vaccines to ensure people are vaccinated at the earliest. Gehlot said that all options should be considered to ensure the availability of vaccines in the state. He also directed officials to conduct special campaigns to generate awareness about the vaccination drive in rural areas.",
        "NEWSLINKS": "https://inshorts.com/en/news/rajasthan-will-consider-importing-covid19-vaccines-cm-gehlot-1620536821112"
    },
    {
        "NEWSHEADING": "2 held for cheating COVID-19 patients seeking ICU beds in Ghaziabad",
        "NEWSUMMERY": "Two people were arrested for allegedly taking money on the pretext of arranging ICU beds equipped with ventilators for COVID-19 patients in Ghaziabad, police said. The duo, identified as Mayank and Pradeep, was apprehended by GT Road Kotwali police and SWAT personnel. A senior police officer said that ₹1.95 lakh has been recovered from their possession.",
        "NEWSLINKS": "https://inshorts.com/en/news/2-held-for-cheating-covid19-patients-seeking-icu-beds-in-ghaziabad-1620536473436"
    },
    {
        "NEWSHEADING": "7 held for selling pneumonia injections as Remdesivir in Noida",
        "NEWSUMMERY": "Seven people were arrested by Noida police for allegedly selling pneumonia injections packaged as Remdesivir, a drug used for treating COVID-19. Police said that the accused, who worked as nursing staff and medical representatives, sold a vial between ₹40,000-₹50,000. Nine vials of genuine and 140 fake Remdesivir vials and ₹2.45 lakh cash have been recovered from the accused, police said.",
        "NEWSLINKS": "https://inshorts.com/en/news/7-held-for-selling-pneumonia-injections-as-remdesivir-in-noida-1620537002452"
    },
    {
        "NEWSHEADING": "Digging for storm drains leaves Punjab's 700 BSNL connections dead",
        "NEWSUMMERY": "Digging for a storm sewerage project in Punjab's Ludhiana left nearly 700 phone and internet connections dead, including the police helpline number 112. \"The contractor...had sought permission to carry out digging...but was also illegally digging the stretch diagonally, damaging underground cables,\" BSNL SDO KS Shanker said. All connections should be restored by Sunday evening, Shanker added.",
        "NEWSLINKS": "https://inshorts.com/en/news/digging-for-storm-drains-leaves-punjabs-700-bsnl-connections-dead-1620543046542"
    },
    {
        "NEWSHEADING": "No jamun trees uprooted in Central Vista project: Hardeep Puri",
        "NEWSUMMERY": "Union Minister Hardeep Singh Puri on Saturday said that no jamun trees have been uprooted as part of the Central Vista project stretching from Rashtrapati Bhavan to India Gate in Delhi. \"Do not believe in fake photos and canards...Only few trees will be transplanted in entire project...Defining elements of built heritage like lamp posts, etc. will be restored,\" Puri added.",
        "NEWSLINKS": "https://inshorts.com/en/news/no-jamun-trees-uprooted-in-central-vista-project-hardeep-puri-1620542026254"
    },
    {
        "NEWSHEADING": "Woman posing as vaccine official robs 74-yr-old of ₹3L in Mumbai",
        "NEWSUMMERY": "Police have launched a hunt after a woman robbed a 74-year-old woman of cash and jewellery worth over ₹3 lakh at knifepoint in Mumbai by posing as a civic vaccine official. The victim claimed that she and her nine-year-old grandson were alone at home when the incident occurred. The woman \"tied and gagged\" both of them before escaping, police said.",
        "NEWSLINKS": "https://inshorts.com/en/news/woman-posing-as-vaccine-official-robs-74yrold-of-₹3l-in-mumbai-1620542972008"
    },
    {
        "NEWSHEADING": "US Navy seizes illegal arms from 'stateless' ship in Arabian Sea",
        "NEWSUMMERY": "US Navy's Fifth Fleet on Saturday said that it's seized thousands of illegal weapons from a \"stateless dhow\", a sailing ship, from the international waters of North Arabian Sea. The cache of weapons included advanced Russian-made anti-tank guided missiles and Chinese Type 56 assault rifles, it added. US Navy is investigating the original source and intended destination of the material.",
        "NEWSLINKS": "https://inshorts.com/en/news/us-navy-seizes-illegal-arms-from-stateless-ship-in-arabian-sea-1620541206026"
    }
]